Repository: ellie-commons/reminduck
Catalog: po/extra/*.po
Languages: de, es, fr, it, nl, ru

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
nl: Herinneringen
ru: Напоминания

source: Don't forget about your stuff in an adorably annoying way
de: Vergiss nichts mehr auf eine nervig süße Art und Weise
es: Recuerde sus cosas de una manera adorablemente molesta
fr: N'oubliez rien de vos affaires de façon adorablement ennuyeuse
it: Ricordati dei tuoi promemoria in un modo adorabile
nl: Vergeet nooit meer een taak, en wordt op schattige doch irritante manier herinnerd
ru: Не забывайте о своих делах восхитительно раздражающим образом

source: Reminduck;Personal;Assistant;Reminders;Remember;Duck;Quack;Cute;
ru: Reminduck;Персональный;Помощник;Напоминания;Напоминать;Утка;Кря;Милый;

source: Remember your stuff in an adorably annoying way
de: Vergiss nichts mehr auf eine nervig süße Art und Weise
es: Recuerde sus cosas de una manera adorablemente molesta
fr: Souvenez-vous de vos affaires d'une façon adorablement ennuyeuse.
it: Ricordati dei tuoi promemoria in un modo adorabile.
ru: Запоминайте свои вещи восхитительным образом

source: A simple reminder app made to be quick and easy - Reminduck focuses on simple or recurrent reminders with set time and date and nothing else.
de: Reminduck ist eine Erinnerungsapp mit Fokus auf Einfachheit und Effizienz. Sie erlaubt einfache oder sich wiederholende Erinnerungen zu bestimmter Zeit und/oder Datum.
es: Reminduck es una aplicación de recordatorios hecha para ser rápida y sencilla - enfocada en recordatorios simples o recurrentes, con hora y fecha establecidas y nada más.
fr: Reminduck est une simple application de rappel rapide et facile d'utilisation. Elle se focalise sur les rappels simples ou réguliers avec une date et une heure définies et rien d'autre.
it: Reminduck è una semplice app di promemoria creata per essere semplice e veloce- si concentra su promemoria semplici o ricorrenti con data e ora impostate, nient'altro.
ru: Простое приложение для напоминаний, созданное для быстрого и удобного использования - Remindduck фокусируется на одократных или повторяющихся напоминаниях по времени и дате и ни на чём другом.

source: It's perfect if all you want are simple or daily/weekly/monthly reminders. Anything more than that is not achievable by Reminduck right now - but you can help! Open an issue or a pull request if you have any ideas or requests.
de: Sie ist perfekt um sich einfache tägliche/wöchentliche/monatliche Erinnerungen zu setzen. Anspruchsvollere Aufgaben können zurzeit nicht mit Reminduck erledigt werden, aber Du kannst helfen! Öffne einen Issue oder eine Pull Request falls Du Ideen oder Vorschläge hast.
es: Es perfecto si lo que busca son recordatorios simples, diarios, semanales, o mensuales. Reminduck no puede lograr nada más que eso por ahora, ¡pero usted puede ayudar! Abra un 'issue' o haga una 'pull request' si tiene alguna idea o solicitud.
fr: C'est parfait si vous souhaitez avoir de simples rappels journaliers, hebdomadaires ou mensuels. Tout ce qui pourrait être fait de plus n'est pas faisable par Reminduck pour l'instant, mais vous pouvez aider !Ouvrez une issue ou une pull request si vous avez des idées ou demandes.
it: È perfetto se tutto ciò che desideri, supporta promemoria semplici o giornalieri/settimanali/mensili. Al momento Reminduck si limita a questo - ma tupuò aiutare! Segnala un problema o effettua una richiesta.
nl: Het is perfect voor eenvoudige herinneringen, al dan niet terugkerend (dagelijks/wekelijks/maandelijks). Meer is er momenteel niet mogelijk, maar je kunt meehelpen: open een 'issue' of 'pull request' op GitHub als ideeën of verzoekjes hebt.
ru: Программы идеальна, если вам нужны только простые или ежедневные / еженедельные / ежемесячные напоминания. На данный момент Remindduck не может сделать ничего большего, но вы можете помочь! Если у вас есть какие-либо идеи или предложения, отправьте запрос на исправление проблемы. запросы.

source: And it quacks.
de: Und sie quakt.
es: Y grazna.
fr: Et il fait coin coin.
it: E quack.
nl: En het kwaakt.
ru: И крякает.

source: Settings have been moved into their own view
ru: Настройки были перенесены в их отдельное представление

source: Right click on the icon and choose "New reminder" to jump immediately in the editor
ru: Щелкните ПКМ на значке и выберите "Новое напоминание", чтобы сразу перейти в редактор

source: ✨NEW IN THE POND✨
ru: ✨НОВОЕ В ПРУДУ✨

source: FINALLY a quack setting 🦆 You can even preview the sound!
ru: НАКОНЕЦ-то появилась простая настройка🦆 вы даже можете предварительно прослушать звук!

source: Added a menu button with a popover
ru: Добавлена кнопка меню с всплывающим окном

source: Added toggle to change notification persistency
ru: Добавлен переключатель для изменения постоянства уведомлений

source: Added buttons to set/remove autostart
ru: Добавлены кнопки для установки/ отключения автозапуска

source: Bugfix: Now "Show Reminders" should display correctly
ru: Исправлена ошибка: теперь "Показывать напоминания" должно отображаться корректно

source: Repaired autostart feature
ru: Исправлена функция автозапуска

source: Updated IT translation by @albanobattistella
de: - 🇮🇹 Aktualisierte italienische Übersetzung (@albanobattistella)
ru: Обновленный перевод от @albanobattistella

source: Corrections for appcenter
ru: Исправления для центра приложений

source: 🦆🦆The quack is back!🦆🦆 A continuation of Reminduck, with the blessing of its original creator!
de: 🦆🦆Der Quak ist zurück!🦆🦆 Eine Fortsetzung von Reminduck, mit dem Segen seines ursprünglichen Schöpfers!
es: 🦆🦆¡El graznar ha vuelto!🦆🦆 Una continuación de Reminduck, ¡con la bendición de su creador original!
fr: 🦆🦆Le coin est de retour !🦆🦆 Une suite de Reminduck, avec la bénédiction de son créateur original !
it: 🦆🦆Il ciarlare è tornato!🦆🦆 Una continuazione di Reminduck, con la benedizione del suo creatore originale!
ru: 🦆🦆Кряканье вернулось!🦆🦆 Продолжение Remindduck, с благословения его создателя!

source: Adapted to modern libraries (GTK4, Flatpak)
de: Angepasst an moderne Bibliotheken (GTK4, Flatpak)
es: Adaptado a las bibliotecas modernas (GTK4, Flatpak)
fr: Adapté aux bibliothèques modernes (GTK4, Flatpak)
it: Adattato alle librerie moderne (GTK4, Flatpak)
nl: Aangepast aan moderne bibliotheken (GTK4, Flatpak)
ru: Адаптирован к современным библиотекам (GTK4, Flatpak)

source: Make the whole window grabbable
de: Das gesamte Fenster grabbingfähig machen
es: Hacer que toda la ventana se pueda agarrar
fr: Rendre toute la fenêtre saisissable
it: Rendere l'intera finestra afferrabile
nl: Maak het hele venster grijpbaar
ru: Сделайте все окно доступным для захвата

source: No quack sound yet but that will come
de: Noch kein Quaken, aber das kommt schon noch
es: Aún no hay sonido de graznido, pero llegará
fr: Il n'y a pas encore de Coin, mais cela viendra
it: Non c'è ancora il suono del ciarlare, ma arriverà
nl: Nog geen kwakgeluid, maar dat komt nog wel
ru: Кряканья пока нет, но это произойдет

source: Add "Office" category to launcher
de: Kategorie "Office" zum Startprogramm hinzufügen
es: Añadir la categoría "Office" al lanzador
fr: Ajouter la catégorie "Office" au lanceur
it: Aggiungere la categoria "Office" al launcher
nl: Categorie "Office" toevoegen aan launcher
ru: Добавлена категория "Офис" в меню пуск

source: - Support for elementary OS 6.0 Odin!
de: - Unterstützung für elementares OS 6.0 Odin!
es: - ¡Soporte para elementary OS 6.0 Odin!
fr: - Prise en charge d'elementary OS 6.0 Odin !
it: - Supporto per il sistema operativo elementare 6.0 Odin!
nl: - Ondersteuning voor elementair OS 6.0 Odin!
ru: - Поддержка elementary OS 6.0 Odin!

source: - 🇮🇹 Updated italian translation (@albanobattistella)
de: - 🇮🇹 Aktualisierte italienische Übersetzung (@albanobattistella)
es: - 🇮🇹 Traducción al italiano actualizada (@albanobattistella)
fr: - 🇮🇹 Mise à jour de la traduction italienne (@albanobattistella)
it: - 🇮🇹 Traduzione italiana aggiornata (@albanobattistella)
nl: - 🇮🇹 Bijgewerkte italiaanse vertaling (@albanobattistella)
ru: - 🇮🇹 Обновлён перевод на итальянский (@albanobattistella)

source: - 🇩🇪 German translation (@Technipion)
de: - 🇩🇪 Deutsche Übersetzung (@Technipion)
es: - 🇩🇪 Traducción al alemán (@Technipion)
fr: - 🇩🇪 Traduction en allemand (@Technipion)
it: - 🇩🇪 Traduzione in tedesco (@Technipion)
nl: - 🇩🇪 Duitse vertaling (@Technipion)
ru: - 🇩🇪 Обновлён перевод на немецкий (@Technipion)

source: 🐞 Enable translations on Flatpak
de: 🐞 Übersetzungen auf Flatpak aktivieren
es: 🐞 Activar traducciones en Flatpak
fr: 🐞 Activer les traductions sur Flatpak
it: 🐞 Abilita le traduzioni su Flatpak
nl: Vertalingen inschakelen op Flatpak
ru: 🐞 Включены переводы в Flatpak

source: 🗃️ Flatpak Support!
es: 🗃️ ¡Soporte Flatpak!
fr: 🗃️ Support Flatpak !
it: 🗃️ Supporto per Flatpak!
nl: 🗃️ Flatpak-ondersteuning!
ru: 🗃️ Поддержка Flatpak!

source: 🌑 Dark-mode toggle on the header bar
de: 🌑 Dunkler Modus kann in der Kopfleiste umgeschaltet werden
es: 🌑 Activación del modo oscuro en la barra de cabecera
fr: 🌑 Bascule en mode sombre dans la barre d'en-tête
it: 🌑 Attiva/disattiva modalità scura sulla barra dell'intestazione
nl: 🌑 Schakelaar voor donkere modus op de kopbalk
ru: 🌑 Переключатель темного режима на панели заголовка

source: 🔔 Notifications now stick around until you close them, to make sure you don't miss your quacks
de: 🔔 Erinnerungen werden nun so lange angezeigt bis Du sie schließt um sicherzustellen, dass du kein Gequake verpasst
es: 🔔 Las notificaciones ahora se quedan hasta que las cierras, para asegurarte de que no te pierdes tus graznidos
fr: 🔔 Les notifications restent désormais en place jusqu'à ce que vous les fermiez, pour vous assurer de ne pas manquer vos quacks.
it: 🔔 Le notifiche ora restano in attesa fino a quando non le chiudi, per assicurarti di non perdere i tuoi quacks
nl: Meldingen blijven nu hangen tot je ze sluit, zodat je je kwakzalvers niet mist
ru: 🔔 Уведомления теперь сохраняются до тех пор, пока вы их не закроете, чтобы вы не пропустили свои кряки

source: 🌟 Support for additional GTK themes, making Reminduck distro-agnostic
de: 🌟 Unterstützt zusätzliche GTK Themes, ist also Distro-agnostic
es: 🌟 Soporte para temas GTK adicionales, haciendo Reminduck distro-agnóstico.
fr: 🌟 Prise en charge de thèmes GTK supplémentaires, rendant Reminduck agnostique au niveau des distros
it: 🌟 Supporto per temi GTK aggiuntivi, rendendo Reminduck distro-agnostico
nl: 🌟 Ondersteuning voor extra GTK-thema's, waardoor Reminduck distro-agnostisch wordt
ru: 🌟 Поддержка дополнительных тем GTK, что делает Remindduck независимым от дистрибутива

source: 🇪🇸 Spanish Translation (Alejandro Elí | @onerbs)
de: 🇪🇸 Spanische Übersetzung (Alejandro Elí | @onerbs)
it: 🇪🇸 Traduzione Spagnola (Alejandro Elí | @onerbs)
ru: 🇪🇸 Перевод на испанский (Alejandro Elí | @onerbs)

source: 🇮🇹 Italian Translation (Mirko Brombin | @mirkobrombin)
de: 🇮🇹 Italienische Übersetzung (Mirko Brombin | @mirkobrombin)
es: 🇮🇹 Traducción al italiano (Mirko Brombin | @mirkobrombin)
fr: 🇮🇹 Traduction italienne (Mirko Brombin | @mirkobrombin)
it: 🇮🇹 Traduzione Italiana (Mirko Brombin | @mirkobrombin e Albano Battistella)
nl: 🇮🇹 Italiaanse vertaling (Mirko Brombin | @mirkobrombin)
ru: 🇮🇹 Перевод на итальянский (Mirko Brombin | @mirkobrombin)

source: 🐥️ New Icon! - hopefully this one looks better than the previous one. With great help from Nararyans R.I. (@Fatih20)
de: 🐥️ Neues Icon! - hoffentlich sieht das schöner aus als das vorherige. Dank großartiger Hilfe von Nararyans R.I. (@Fatih20)
es: 🐥️ ¡Nuevo icono! - Espero que este se vea mejor que el anterior. Con gran ayuda de Nararyans R.I. (@Fatih20)
fr: 🐥️ Nouvelle icône ! - J'espère que celle-ci sera plus belle que la précédente. Avec l'aide de Nararyans R.I. (@Fatih20)
it: 🐥️ Nuova icona! - si spera che questa sia migliore della precedente. Con grande aiuto di Nararyans R.I. (@ Fatih20)
nl: 🐥️ Nieuw pictogram! - Hopelijk ziet deze er beter uit dan de vorige. Met geweldige hulp van Nararyans R.I. (@Fatih20)
ru: 🐥️ ️ Новая иконка! - надеюсь, эта выглядит лучше, чем предыдущая. С огромной помощью Nararyans R.I. (@Fatih20)

source: 💁‍ Increased compatibility with translations (Corentin Noël | @tintou)
de: 💁‍ Übersetzungssystem wurde vereinfacht (Corentin Noël | @tintou)
es: 💁‍ Mayor compatibilidad con las traducciones (Corentin Noël | @tintou)
fr: 💁‍ Compatibilité accrue avec les traductions (Corentin Noël | @tintou)
it: 💁‍ Maggiore compatibilità con le traduzioni (Corentin Noël | @tintou)
nl: 💁‍ Verbeterde compatibiliteit met vertalingen (Corentin Noël | @tintou)
ru: 💁‍ Улучшена совместимость с переводами (Corentin Noël | @tintou)

source: 🇨🇵️ French Translation (Nathan Bonnemains | @NathanBnm)
de: 🇨🇵️ Französische Übersetzung (Nathan Bonnemains | @NathanBnm)
es: 🇨🇵️ Traducción al francés (Nathan Bonnemains | @NathanBnm)
fr: 🇨🇵️ Traduction française (Nathan Bonnemains | @NathanBnm)
it: 🇨🇵️ Traduzione francese (Nathan Bonnemains | @NathanBnm)
nl: 🇨🇵️ Franse vertaling (Nathan Bonnemains | @NathanBnm)
ru: 🇨🇵️ Перевод на француский (Nathan Bonnemains | @NathanBnm)

source: 🔁️ Recurrent reminders - you can now have reminders that show up in set periods of time: every day, week, month, or a set interval
de: 🔁️ Wiederholte Erinnerungen - Erinnerungen können jetzt in regelmäßigen Zeitintervallen wiederholt werden: Täglich, wöchentlich, monatlich, oder nach einer beliebigen Dauer.
es: 🔁️ Recordatorios recurrentes - ahora sus recordatorios se pueden repetir cada cierto tiempo: todos los días, semanas, meses u otro intervalo defeinido
fr: 🔁️ Rappels réguliers. Vous pouvez désormais avoir des rappels pour des périodes de temps définies : chaque jour, semaine, mois, ou un intervalle personnalisé
it: 🔁️ Promemoria ricorrenti: ora supporta promemoria che vengono visualizzati nei periodi di tempo: ogni giorno, settimana, mese o ad intervalloprestabilito
nl: 🔁️ Herhalingen - je kunt herinneringen nu herhalen: elke dag, week, maand of elke x minuten
ru: 🔁️ Повторяющиеся напоминания - теперь вы можете получать напоминания, которые отображаются через определенные промежутки времени: каждый день, неделю, месяц или через определенный интервал

source: 🌟️ General UI improvements to make settings up quacks more pleasant
de: 🌟️ Allg. Verbesserung der Oberfläche um das Erstellen zu vereinfachen
es: 🌟️ Mejoras de UI para hacer las configuraciones más agradables
fr: 🌟️ Améliorations générales de l'interface pour rendre la configuration des rappels plus agréable
it: 🌟️ Miglioramenti alla UI per migliorare il quak migliore
nl: 🌟️ Algemene uiterlijke verbeteringen om het instellen van kwaakjes aangenamer te maken
ru: 🌟️ Общие улучшения пользовательского интерфейса, чтобы сделать настройки quacks более приятными

source: 🌃️ Dark Mode is now prettier
de: 🌃️ Der Dunkle Modus sieht jetzt besser aus
es: 🌃️ El Modo oscuro ahora es más bonito
fr: 🌃️ Le thème sombre est maintenant plus joli
it: 🌃️ La modalità scura è ora più carina
nl: 🌃️ Mooier donker thema
ru: 🌃️ Темный режим стал еще красивее

source: 🇹🇷 Turkish translation (libreajans)
de: 🇹🇷 Türkische Übersetzung (libreajans)
es: 🇹🇷 Traducción al turco (libreajans)
fr: 🇹🇷 Traduction en turque (libreajans)
it: 🇹🇷 Traduzione in Turco(libreajans)
nl: 🇹🇷 Turkse vertaling (met dank aan libreajans)
ru: 🇹🇷 Перевод на турецкий (libreajans)

source: 🇳🇱 Dutch translation (Vistaus)
de: 🇳🇱 Niederländische Übersetzung (Vistaus)
es: 🇳🇱 Traducción al holandés (Vistaus)
fr: 🇳🇱 Traduction en néerlandais (Vistaus)
it: 🇳🇱 Traduzione in Tedesco (Vistaus)
nl: 🇹🇷 Nederlandse vertaling (met dank aan Vistaus)
ru: 🇳🇱 Перевод на датский (Vistaus)

source: Support the unofficial "Prefer Dark Theme" setting 🌝️
de: Unterstützung für das inoffizielle "Dunkler Modus" Setting 🌝️
es: Configuración no oficial del 'Modo oscuro' 🌝️
fr: Prise en charge de l'option non-officielle « Préférer le thème sombre » 🌝️
it: Supporto alla impostazione non ufficiale "Preferisci il tema dark" 🌝️
nl: Ondersteuning voor het onofficiële donkere thema
ru: Поддержите неофициальную настройку "Предпочитаю темную тему" ️🌝️

source: This should also make it work with other dark GTK themes
de: Jetzt sollte es auch mit anderen dunklen GTK Themen funktionieren
es: Debería funcionar con otros temas GTK oscuros
fr: Cela devrait également fonctionner avec d'autres thèmes sombres GTK
it: Dovrebbe supportare anche ad altri temi GTK scuri.
nl: Hierdoor zou Reminduck ook beter moeten werken onder andere donkere GTK-thema's
ru: Это также должно заставить его работать с другими темными темами GTK

source: Initial Release 🦆
de: Erste Veröffentlichung 🦆
es: Versión inicial 🦆
fr: Version initiale 🦆
it: Rilascio iniziale 🦆
nl: Eerste uitgave 🎉️
ru: Первоначальный выпуск 🦆

source: Personal
ru: Персональный

source: Assistant
ru: Помощник

source: Remember
ru: Напоминание

source: Duck
ru: Утка

source: Quack
ru: Кря

source: Cute
ru: Милый

source: Utility
ru: Утилита

source: Pantheon
ru: Пантеон

source: The welcome view
it: La vista di benvenuto
ru: Приветственный вид

source: Add new reminders
de: Erinnerungen hinzufügen
it: Aggiunti nuovi promemoria
ru: Добавляйте новые напоминания

source: Add new reminders but in dark
it: Aggiunti nuovi promemoria in modalità scura
ru: Добавляйте новые напоминания в тёмной теме

source: See current reminders
it: Visualizza i promemoria attuali
ru: Просмотр текущих напоминаний

source: See current reminders but in dark
it: Visualizza i promemoria correnti ma in modalità scura
ru: Смотрите текущие напоминания в тёмной теме

source: Reminduck;Personal;Assistant;Reminders;
de: Reminduck;Persönlich;Assistent;Erinnerungen;
es: Reminduck;Asistente;Personal;Recordatorios;
fr: Reminduck;Personnel;Assistant;Rappels;
it: Reminduck;Persinale;Assistente;Promemoria;
nl: Reminduck;Persoonlijk;Assistent;Herinneringen;
