Repository: ellie-commons/reminduck
Catalog: po/*.po
Languages: ca, de, es, fr, it, nl, pt, ru, sv, tr, vi

source: QUACK!
ru: КРЯ!
sv: KVACK!

source: Back
ca: Enrere
de: Zurück
es: Volver
fr: Retour
it: Indietro
nl: Terug
pt: Voltar
ru: Назад
sv: Tillbaka
tr: Geri
vi: Quay lại

source: Click to return to main view
de: Klicken Sie, um zur Hauptansicht zurückzukehren
es: Haz clic para volver a la vista principal
fr: Cliquez pour revenir à l'affichage principal
it: Fare clic per tornare alla vista principale
nl: Klik om terug te keren naar de hoofdweergave
pt: Clique para voltar à vista principal
ru: Нажмите, чтобы вернуться к основному виду
sv: Klicka för att återgå till huvudvyn
tr: Ana görünüme dönmek için tıklayın
vi: Nhấn để quay lại màn hình chính

source: Default Duck
de: Standard Ente
es: Pato por defecto
fr: Canard par défaut
it: Papera predefinita
nl: Standaard Eend
pt: Pato por defeito
ru: Утка по умолчанию
sv: Standardanka
tr: Varsayılan Ördek
vi: Vịt mặc định

source: Plastic Duck
de: Plastik Ente
es: Pato de plástico
fr: Canard en plastique
it: Papera di plastica
nl: Plastic Eend
pt: Pato de plástico
ru: Пластиковая утка
sv: Plastanka
tr: Plastik Ördek
vi: Vịt nhựa

source: Don't Repeat
ca: No el repeteixis
de: Nicht wiederholen
es: Sin repetir
fr: Ne pas répéter
it: Non ripetere
nl: Niet herhalen
pt: Não repetir
ru: Не повторять
sv: Upprepa inte
tr: Tekrar Etme
vi: Không lặp lại

source: Minute
es: Minuto
it: Minuto
nl: Minuut
pt: Minuto
ru: Минута
sv: Minut
tr: Dakika
vi: Phút

source: Hour
de: Stunde
es: Hora
fr: Heure
it: Ora
nl: Uur
pt: Hora
ru: Час
sv: Timme
tr: Saat
vi: Giờ

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
nl: Dag
pt: Dia
ru: День
sv: Dag
tr: Gün
vi: Ngày

source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
pt: Semana
ru: Неделя
sv: Vecka
tr: Hafta
vi: Tuần

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
nl: Maand
pt: Mês
ru: Месяц
sv: Månad
tr: Ay
vi: Tháng

source: Do a quack sound
de: Mach ein Quakgeräusch
es: Haz un graznido
fr: Faire un bruit de coin-coin
it: Emetti un suono da papera
nl: Maak een kwakgeluid
pt: Faz um som de grasnido
ru: Издавать крякающий звук
sv: Gör ett kvackande ljud
tr: Vakvak sesi çıkar.
vi: Phát tiếng quạc

source: If enabled, the duck will quack when reminding you
de: Wenn diese Option aktiviert ist, quakt die Ente, wenn sie Sie daran erinnert
es: Si se activa, el pato graznará al recordarte
fr: Si cette option est activée, le canard fera coin-coin en vous rappelant
it: Se abilitato, la papera emetterà un suono gracchiante quando ti ricorderà
nl: Als dit is ingeschakeld, kwaakt de eend wanneer hij je eraan herinnert
pt: Se ativado, o pato grasna quando o recorda
ru: Если включено, утка будет крякать, напоминая вам
sv: Om funktionen är aktiverad kommer ankan att kvacka när den påminner dig
tr: Etkinleştirilirse, ördek size hatırlatırken vakvaklayacaktır
vi: Nếu bật, chú vịt sẽ kêu quạc khi nhắc bạn

source: Click to preview reminder sound
de: Zur Vorschau des Erinnerungstons anklicken
es: Haz clic para previsualizar el sonido del recordatorio
fr: Cliquez sur le bouton pour prévisualiser le son du rappel
it: Fai clic per visualizzare l'anteprima del suono del promemoria
nl: Klik om een voorbeeld van het herinneringsgeluid te bekijken
pt: Clique para pré-visualizar o som do lembrete
ru: Нажмите, чтобы прослушать кряканье
sv: Klicka för att förhandsgranska påminnelseljudet
tr: Hatırlatma sesini önizlemek için tıklayın
vi: Nhấn để nghe thử âm thanh nhắc nhở

source: Choose your quack
de: Wählen Sie Ihren Quacksalber
es: Elija a su matasanos
fr: Choisissez votre charlatan
it: Scegliete il vostro quack
nl: Kies uw kwakzalver
pt: Escolha o seu charlatão
ru: Выбирайте шарлатана
sv: Välj ditt kvack
tr: Şarlatanınızı seçin
vi: Chọn bác sĩ của bạn

source: Which will be your champion?
de: Wer wird Ihr Champion sein?
es: ¿Cuál será tu campeón?
fr: Quel sera votre champion ?
it: Quale sarà il vostro campione?
nl: Wie wordt jouw kampioen?
pt: Qual será o vosso campeão?
ru: Кто станет вашим чемпионом?
sv: Vem blir din mästare?
tr: Şampiyonunuz hangisi olacak?
vi: Ai sẽ là nhà vô địch của bạn?

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
nl: Meldingen
pt: Notificações
ru: Уведомления
sv: Aviseringar
tr: Bildirimler
vi: Thông báo

source: You can disable system notification sounds in the system settings
de: Sie können die Systembenachrichtigungstöne in den Systemeinstellungen deaktivieren
es: Puedes desactivar los sonidos de notificación del sistema en los ajustes del sistema
fr: Vous pouvez désactiver les sons de notification du système dans les paramètres du système
it: È possibile disattivare i suoni di notifica del sistema nelle impostazioni di sistema
nl: U kunt systeemmeldingsgeluiden uitschakelen in de systeeminstellingen
pt: Pode desativar os sons de notificação do sistema nas definições do sistema
sv: Du kan inaktivera systemets meddelandeljud i systeminställningarna
tr: Sistem ayarlarından sistem bildirim seslerini devre dışı bırakabilirsiniz

source: Every
de: Jeden
es: Cada
fr: Chaque
it: Ogni
ru: Каждый
sv: Varje
tr: Her

source: What do you want to be reminded of?
ca: Què vols que et recordi?
de: An was möchtest Du erinnert werden?
es: ¿Qué desea que le recuerde?
fr: De quoi souhaitez-vous vous souvenir ?
it: Cosa vuoi che ti venga ricordato?
nl: Waar wil je aan herinnerd worden?
pt: Do que você quer se lembrar?
ru: О чем вам напоминть?
sv: Vad vill du bli påmind om?
tr: Neyi hatırlamak istersin?
vi: Bạn muốn được nhắc về điều gì?

source: Repeat
ca: Repeteix
de: Wiederhole
es: Repetir
fr: Répéter
it: Ripeti
nl: Herhalen
pt: Repetir
ru: Повторить
sv: Upprepa
tr: Tekrarla
vi: Lặp lại

source: Delete
ca: Esborra
de: Löschen
es: Borrar
fr: Supprimer
it: Elimina
nl: Verwijderen
pt: Excluir
ru: Удалить
sv: Ta bort
tr: Sil
vi: Xóa

source: Save reminder
ca: Desa el recordatori
de: Erinnerung speichern
es: Guardar
fr: Enregistrer rappel
it: Salva promemoria
nl: Herinnering opslaan
pt: Salvar lembrete
ru: Сохранить напоминание
sv: Spara påminnelse
tr: Hatırlatıcıyı kaydet
vi: Lưu lời nhắc

source: Edit reminder
de: Erinnerung bearbeiten
fr: Modifier rappel
it: Modifica promemoria
sv: Redigera påminnelse

source: Create a new reminder
ca: Crea un recordatori nou
de: Erstelle eine neue Erinnerung
es: Nuevo recordatorio
fr: Créer un nouveau rappel
it: Crea un nuovo promemoria
nl: Stel een nieuwe herinnering in
pt: Criar um novo lembrete
ru: Создать напоминание
sv: Skapa en ny påminnelse
tr: Yeni hatırlatıcı oluştur
vi: Tạo lời nhắc mới

source: Your reminders
ca: Els teus recordatoris
de: Deine Erinnerungen
es: Pendientes
fr: Vos rappels
it: I tuoi promemoria
nl: Mijn herinneringen
pt: Seus lembretes
ru: Ваши напоминания
sv: Dina påminnelser
tr: Hatırlatıcılar
vi: Lời nhắc của bạn

source: Create another
ca: Crea'n un altre
de: Weitere Erinnerung erstellen
es: Nuevo
fr: En créer un nouveau
it: Creane un altro
nl: Nog een herinnering instellen
pt: Criar novo
ru: Создать ещё
sv: Skapa en till
tr: Yeni bir hatırlatıcı oluştur
vi: Tạo thêm

source: Reminded: %s
ca: Recordat: %s
de: Erinnerung an: %s
es: Recordado: %s
fr: Rappel : %s
it: Ricordato: %s
nl: Herinnerd aan: %s
ru: Уже напомнил: %s
sv: Påminnelse: %s
tr: Hatırlatıcı: %s
vi: Đã nhắc: %s

source: Today
ca: Avui
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
nl: Vandaag
pt: Hoje
ru: Сегодня
sv: Idag
tr: Bugün
vi: Hôm nay

source: Edit
ca: Edita
de: Bearbeiten
es: Editar
fr: Éditer
it: Modifica
nl: Aanpassen
pt: Editar
ru: Править
sv: Redigera
tr: Düzenle
vi: Chỉnh sửa

source: QUACK! I'm Reminduck
ca: NYEC! Soc Reminduck
de: QUAK! Ich bin Reminduck
es: CUA CUA! Soy Reminduck
fr: COIN COIN ! Je suis Reminduck
it: QUACK! Io sono Reminduck
nl: KWAK! Ik ben Reminduck
pt: QUAC! Eu sou o Reminduck
ru: КРЯ! Меня зовут Reminduck
sv: KVACK! Jag är Reminduck
tr: Merhaba! Ben Reminduck
vi: QUẠC! Tôi là Reminduck

source: The duck that reminds you
ca: L'ànec que et recorda coses
de: Die Ente die dich erinnert
es: El pato que te recuerda cosas
fr: Le canard qui vous fait des rappels
it: La papera che ti ricorda
nl: De eend die je herinnert
pt: O pato que lembra você
ru: Утка, которая напоминает
sv: Ankan som påminner dig
tr: Hatırlatıcı ördeğiniz
vi: Chú vịt nhắc nhở bạn

source: New Reminder
ca: Recordatori nou
de: Neue Erinnerung
es: Nuevo
fr: Nouveau rappel
it: Nuovo promemoria
nl: Nieuwe herinnering
pt: Novo Lembrete
ru: Новое напоминание
sv: Ny påminnelse
tr: Yeni Hatırlatıcı
vi: Lời nhắc mới

source: Create a new reminder for a set date and time
ca: Crea un recordatori nou per una data i hora concreta
de: Erstelle neue Erinnerung für bestimmte Zeit und Datum
es: Cree un nuevo recordatorio
fr: Créer un nouveau rappel pour une date et une heure définie
it: Crea un nuovo promemoria per una data e un'ora impostata
nl: Stel een nieuwe herinnering in op een door jou gekozen datum en tijd
pt: Criar um novo lembrete
ru: Создайте напоминание на конкретную дату и время
sv: Skapa en ny påminnelse för ett visst datum och en viss tid
tr: Belirtilen tarih ve saat için yeni hatırlatıcı oluştur
vi: Tạo lời nhắc mới cho ngày và giờ đã đặt

source: View Reminders
ca: Mostra els recordatoris
de: Zeige Erinnerungen an
es: Pendientes
fr: Afficher les rappels
it: Visualizza promemoria
nl: Herinneringen bekijken
pt: Ver Lembretes
ru: Смотреть напоминания
sv: Visa påminnelser
tr: Hatırlatıcıları Görüntüle
vi: Xem lời nhắc

source: See reminders you've created
ca: Mostra els recordatoris que heu creat
de: Zeige bisher erstellte Erinnerungen an
es: Vea todos sus recordatorios
fr: Visualiser les rappels que vous avez créés
it: Visualizza i promemoria che hai creato
nl: Bekijk eerder ingestelde herinneringen
pt: Ver lembretes que você criou
ru: Просмотрите созданные вами напоминания
sv: Se påminnelser som du har skapat
tr: Oluşturulmuş hatırlatıcıları görüntüle
vi: Xem các lời nhắc bạn đã tạo

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
nl: Instellingen
pt: Definições
ru: Настройки
sv: Inställningar
tr: Ayarlar
vi: Cài đặt

source: Tweak a few things
de: Ein paar Dinge optimieren
es: Ajustar algunas cosas
fr: Ajustement de quelques éléments
it: Modificare alcune cose
nl: Een paar dingen aanpassen
pt: Ajustar algumas coisas
ru: Подправьте кое-что
sv: Justera några saker
tr: Birkaç şeyi değiştir
vi: Tinh chỉnh một vài thứ

source: Request to system sent
de: Anfrage an das System gesendet
es: Solicitud al sistema enviada
fr: Envoi d'une demande au système
it: Richiesta al sistema inviata
nl: Verzoek naar systeem verzonden
pt: Pedido enviado ao sistema
ru: Отправлен запрос в систему
sv: Begäran skickad till systemet
tr: Sisteme talep gönderildi
vi: Yêu cầu đã được gửi tới hệ thống

source: You can disable the 'DING' sound in the system settings
de: Sie können den 'DING'-Ton in den Systemeinstellungen deaktivieren
es: Puedes desactivar el sonido "DING" en los ajustes del sistema
fr: Vous pouvez désactiver le son "DING" dans les paramètres du système.
it: È possibile disattivare il suono 'DING' nelle impostazioni di sistema
nl: U kunt het 'DING'-geluid uitschakelen in de systeeminstellingen
pt: Pode desativar o som "DING" nas definições do sistema
ru: Но можно изменить громкость или отключить звук уведомлений в системных настройках
sv: Du kan inaktivera ljudet "DING" i systeminställningarna
tr: Sistem ayarlarından 'DING' sesini devre dışı bırakabilirsiniz
vi: Bạn có thể tắt âm thanh 'DING' trong cài đặt hệ thống

source: Persistent notifications
de: Dauerhafte Benachrichtigungen
es: Notificaciones persistentes
fr: Notifications persistantes
it: Notifiche persistenti
nl: Aanhoudende meldingen
pt: Notificações persistentes
ru: Постоянные уведомления
sv: Bestående aviseringar
tr: Kalıcı bildirimler
vi: Thông báo cố định

source: If enabled, the duck will stay until (gently) dismissed
de: Wenn diese Funktion aktiviert ist, bleibt die Ente so lange, bis sie (sanft) entlassen wird.
es: Si se activa, el pato se quedará hasta que (suavemente) despedido
fr: S'il est activé, le canard restera jusqu'à ce qu'il soit (gentiment) congédié.
it: Se abilitato, la papera rimarrà finché non verrà (delicatamente) licenziata
nl: Als dit is ingeschakeld, blijft de eend totdat hij (zachtjes) wordt weggestuurd
pt: Se ativado, o pato permanecerá até ser (suavemente) dispensado
ru: Если включено, утка-напоминалка будет оставаться на экране, пока не нажмёте крестик
sv: Om funktionen är aktiverad stannar ankan kvar tills den (försiktigt) avvisas
tr: Etkinleştirilirse, ördek (nazikçe) kovulana kadar kalacaktır
vi: Nếu bật, chú vịt sẽ ở lại cho đến khi được đóng (nhẹ nhàng)

source: Enable
de: Aktivieren
es: Activar
fr: Activer
it: Abilitazione
nl: inschakelen
pt: Ativar
ru: Включить
sv: Aktivera
tr: Etkinleştir
vi: Bật

source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disattivare
nl: uitschakelen
pt: Desativar
ru: Отключить
sv: Inaktivera
tr: Devre dışı bırak
vi: Vô hiệu hóa

source: Autostart in the background
de: Autostart im Hintergrund
es: Inicio automático en segundo plano
fr: Démarrage automatique en arrière-plan
it: Avvia automaticamente in background
sv: Autostarta i bakgrunden

source: Request the system to start the application in the background when you log in
de: Aufforderung an das System, die Anwendung im Hintergrund zu starten, wenn Sie sich anmelden
es: Solicitar al sistema que inicie la aplicación en segundo plano al iniciar sesión
fr: Demander au système de démarrer l'application en arrière-plan lorsque vous vous connectez.
it: Richiedi al sistema di avviare l'applicazione in background quando accedi
nl: Het systeem vragen om de applicatie op de achtergrond te starten wanneer je inlogt
pt: Solicitar ao sistema que inicie a aplicação em segundo plano quando iniciar sessão
sv: Begär att systemet startar applikationen i bakgrunden när du loggar in
tr: Oturum açtığınızda sistemin uygulamayı arka planda başlatmasını isteyin

source: Support us!
de: Uns Unterstützen!
es: ¡Apóyenos!
fr: Soutenez-nous !
it: Sostienici!
nl: Steun ons!
pt: Apoie-nos!
ru: Поддержите нас!
sv: Stöd oss!
tr: Bizi destekleyin!
vi: Ủng hộ chúng tôi!

source: Reset to Default
de: Auf Standard zurücksetzen
es: Restablecer valores por defecto
fr: Rétablissement des valeurs par défaut
it: Ripristina impostazioni predefinite
nl: Terugzetten naar standaard
pt: Repor a predefinição
ru: Сброс к значению по умолчанию
sv: Återställ till standard
tr: Varsayılana Sıfırla
vi: Đặt lại mặc định

source: Reset all settings to defaults
de: Alle Einstellungen auf Standardwerte zurücksetzen
es: Restablecer todos los ajustes por defecto
fr: Réinitialiser tous les paramètres aux valeurs par défaut
it: Ripristina tutte le impostazioni ai valori predefiniti
nl: Alle instellingen terugzetten op standaardwaarden
pt: Repor todas as definições para as predefinições
ru: Сбросить все настройки до значений по умолчанию
sv: Återställ alla inställningar till standardvärden
tr: Tüm ayarları varsayılanlara sıfırla
vi: Đặt lại tất cả cài đặt về mặc định

source: Autostart Reminduck in background to send reminders
de: Autostart von Reminduck im Hintergrund, um Erinnerungen zu versenden
es: Inicio automático en segundo plano
fr: Démarrage automatique de Reminduck en arrière-plan pour envoyer des rappels
it: Avvia automaticamente Reminduck in background per inviare promemoria
ru: Автозапуск Remindduck в фоновом режиме для отправки напоминаний
sv: Autostarta Reminduck i bakgrunden för att skicka påminnelser
vi: Tự khởi động Reminduck trong nền để gửi lời nhắc

source: Remove Reminduck from autostart
de: Reminduck aus dem Autostart entfernen
es: Quitar Reminduck del inicio automático
fr: Supprimer Reminduck du démarrage automatique
it: Rimuovi Reminduck dall'avvio automatico
nl: Reminduck verwijderen uit autostart
pt: Remover Reminduck do arranque automático
ru: Удалить Remindduck из автозапуска
sv: Ta bort Reminduck från autostart
tr: Reminduck'ı otomatik başlatmadan kaldırma
vi: Gỡ Reminduck khỏi tự khởi động

source: Every X minutes
ca: Cada X minuts

source: Every minute
ca: Cada minut

source: Every day
ca: Cada dia

source: Every week
ca: Cada setmana

source: Every month
ca: Cada mes
